[GENERAL]
NAME = Portuguese Brazilian
TRANSLATOR = Siegfried Janke
DLG_FONT_NAME = 
DLG_FONT_SIZE = 


[TEXT]
TEXT_EXPIRED = Esta aplicação expirou.
TEXT_BETA = Beta
TEXT_UNREGISTERED = Não registrado
TEXT_INIT_FAIL = Aplicação falhou ao inicializar.
TEXT_APPINFO = Bandicam - Alto desempenho na captura de vídeo.

; error
TEXT_ERROR_DISKSPACE = Não há espaço suficiente em disco para gravar.
TEXT_ERROR_VIDEO_CAP = Falha ao iniciar a captura de vídeo.
TEXT_ERROR_AUDIO_CAP = Falha ao iniciar captura de áudio. \nSe precisar de ajuda, clique no botão OK.
TEXT_ERROR_IMAGE_CAP = Falha ao capturar imagem. \nPor favor, verificar sua pasta de saída.
TEXT_ERROR_CREATEFILE = Falha ao criar arquivo. \nSe precisar de ajuda, clique no botão OK.
TEXT_ERROR_CODEC_INIT = Falha ao inicializar o codec.
TEXT_ERROR_LOGO_IMAGE = Arquivo de imagem não suportado. \nPor favor, selecionar arquivo de imagem suportado (*.png).
TEXT_CAN_NOT_CHANGE_TB = Não pode alterar configurações na versão grátis do Bandicam. \nPor favor compre o Bandicam de http://bandicam.com/buy
TEXT_WARNING_AMD_APP = O sistema não suporta 'H.264 (AMD APP)', então o codec padrão será usado.
TEXT_WARNING_AMD_APP2 = O sistema não suporta 'H.264 (AMD APP)'.

; video setting page name
TEXT_VID_PAGE_SOUND = Som
TEXT_VID_PAGE_WEBCAM = Webcam
TEXT_VID_PAGE_LOGO = Logo
TEXT_VID_PAGE_EFFECTS = Efeitos
TEXT_VID_PAGE_OPTIONS = Opções

; option page name
TEXT_OPT_PAGE_GENERAL = Geral
TEXT_OPT_PAGE_OUTPUT = Saída
TEXT_OPT_PAGE_HOOKING = Vínculo
TEXT_OPT_PAGE_LANGUAGE = Idioma
TEXT_OPT_PAGE_OTHERS = Outros

TEXT_VIDEO = Vídeo
TEXT_AUDIO = Áudio

TEXT_FOLDER_SELECT = Selecionar pasta para armazenar.

TEXT_FMT_FULL_SIZE = Tela inteira
TEXT_FMT_HALF_SIZE = Metade do tamanho
TEXT_FMT_FIT_WIDTH = Ajustar largura
TEXT_FMT_FIT_HEIGHT = Ajustar altura
TEXT_FMT_CUSTOM_SIZE = Personalizar
TEXT_FMT_STEREO = estéreo
TEXT_FMT_MONO = mono
TEXT_FMT_ORIGINAL_PCM = Formato de áudio original

; preset
TEXT_PRESET_DEFAULT = Padrão
TEXT_PRESET_HALFSIZE = Metade do tamanho
TEXT_PRESET_H264_60FPS_SYNC = H.264, 60 QPS (Intel® Quick Sync video)
TEXT_PRESET_H264_60FPS_NVENC = H.264, 60 QPS (NVIDIA® NVENC)
TEXT_PRESET_H264_60FPS_CUDA = H.264, 60 QPS (NVIDIA® CUDA™)
TEXT_PRESET_H264_60FPS_APP = H.264, 60 QPS (AMD APP)
TEXT_PRESET_ULTRAFAST_60FPS = Configuração ultra rápida para 60 QPS
TEXT_PRESET_LOWEND = PC de baixo desempenho
TEXT_PRESET_NICO = --
TEXT_PRESET_NICO_HQ = --
TEXT_PRESET_NAVER_480P = --
TEXT_PRESET_YOUTUBE_360P = YouTube (360p)
TEXT_PRESET_YOUTUBE_480P = YouTube (480p)
TEXT_PRESET_YOUTUBE_720P = YouTube (720p)
TEXT_PRESET_PMP = Divx/Galaxy Smartphone
TEXT_PRESET_EDIT = Sony Vegas/Premiere/Pinnacle
TEXT_PRESET_POWERPOINT = PowerPoint
TEXT_PRESET_320x0 = Ajustar largura, 320x0,
TEXT_PRESET_640x0 = Ajustar largura, 640x0,
TEXT_PRESET_800x0 = Ajustar largura, 800x0,
TEXT_PRESET_USER = Predifinição do usuário

TEXT_CHANGE_LANG = Para alterar o idioma, você deve reiniciar o Bandicam.\nDeseja reiniciar agora?
TEXT_CHANGE_HOOK = Para alterar o tipo do vínculo, você deve reiniciar o Bandicam. \nDeseja reiniciar agora?
TEXT_CHANGE_SIZE = Para alterar o tamanho da janela do Bandicam, você deve reiniciar o Bandicam. \nDeseja reiniciar agora?
TEXT_RESET_ALL_SETTINGS = Tem certeza de que deseja redefinir todas as configurações para o padrão?

TEXT_REGISTER_SUCCEEDED = Seu Bandicam foi registrado agora.
TEXT_REGISTER_FAILED = Registro falhou. \nVerifique o seu email e número serial.
TEXT_REGISTER_CONNECT_FAILED = Não foi possível conectar ao servidor de registro. \nPor favor, verifique a conexão à internet e acerte o relógio do sistema para data e hora de hoje.\nSe precisar de ajuda, clique no botão OK.
TEXT_REGISTER_INFO = End.de email: %s\r\nNúmero serial: %s
TEXT_REGISTER_LIMITED = Gravação interrompida. \n\nVocê só pode gravar 10 minutos na versão grátis do Bandicam. \nPor favor compre o Bandicam de bandicam.com
TEXT_REGISTER_NEWRECORD = Não pode iniciar uma nova gravação na versão grátis do Bandicam. \nPor favor compre Bandicam de bandicam.com
TEXT_REGISTER_LICENCE_INFO = Não registrado!!! - Vídeos de 10 minutos com marca d'água,\r\npara remover compre o Bandicam de bandicam.com

TEXT_PROGRAM_INVALID = Esta aplicação é inválida. \nPrecisa reinstalar a aplicação.

TEXT_SELECT_TARGET = Por favor, clique na janela alvo de gravação
TEXT_TARGET_DIRECTX = <b>Modo de gravação Jogo</b> - Gravar jogos e reproduzir vídeo usando DirectX.
TEXT_TARGET_RECTANGLE = <b>Modo de gravação Tela</b> - Gravar a tela e vídeo da Web.
TEXT_TARGET_CHANGING = Se alterar o modo de gravação, a gravação será interrompida. \nTem certeza que deseja continuar?
TEXT_TARGET_CHANGE_TO_RECTANGLE = Não pode iniciar gravação em 'Modo de gravação Jogo' porque a janela alvo não foi selecionada. \n\nQuer alterar a gravação para o modo 'Modo de gravação Tela' afim de iniciar a gravação?

TEXT_STATUSBAR_READY = Pronto
TEXT_STATUSBAR_RECORDING = Gravando
TEXT_STATUSBAR_PAUSE = Pausar

TEXT_UPDATE_AVAILABLE = Uma versão nova do Bandicam está disponível. \nGostaria de baixar agora?
TEXT_UPDATE_UNAVAILABLE = Esta versão é a mais recente.
TEXT_UPDATE_FAILED = Falha ao verificar informação de versão. \nEste sistema não pode ser conectado à Internet, ou o servidor não esta funcionando corretamente.
TEXT_UPLOAD_EMAIL_NOT_VERIFIED = Impossível enviar. Se você só se inscreveu, por favor verificar seu endereço de email.

TEXT_TARGET_FULL = Tela cheia
TEXT_TARGET_RESTORE = Restaurar
TEXT_TARGET_FIND = Encontrar janela
TEXT_TARGET_RESIZE = Tamanho selecionar menu
TEXT_TARGET_IMAGE = Captura de imagem
TEXT_TARGET_PEN = Modo de desenho
TEXT_TARGET_RECORD_START = Gravação de vídeo - iníciar
TEXT_TARGET_RECORD_PAUSE = Gravação de vídeo - pausar
TEXT_TARGET_RECORD_STOP = Gravação de vídeo - parar

TEXT_RC_HOWTO_NOCOMPLETE = Inativo
TEXT_RC_HOWTO_BYTIME = Por tempo
TEXT_RC_HOWTO_BYSIZE = Por tamanho
TEXT_RC_AFTER_NEWRECORD = Iniciar nova gravação
TEXT_RC_AFTER_EXIT = Sair do Bandicam
TEXT_RC_AFTER_SHUTDOWN = Desligar este computador

TEXT_SHUTDOWN_SEC = Desligando o sistema em %d seg.

TEXT_SEL_IMAGE_FILE = Selecionar um arquivo de imagem

TEXT_RC_MB = MB
TEXT_RC_GB = GB

TEXT_SND_SELECT_2_DISABLE = -- Inativo (recomendado) --

TEXT_CORRUPTED_AVI_FILE = O último arquivo foi corrompido.\nDeseja corrigí-lo?\n\nArquivo: %s
TEXT_TRAY_BALLOON_TIP = Clique no ícone da bandeja para restaurar o Bandicam.
TEXT_TRAY_BALLOON_TIP_RECT = Clique no ícone da bandeja para mostrar a janela de gravação tela.
TEXT_FORCE_STOP = Falha ao parar a gravação porque a janela alvo não está respondendo. \nQuer parar a gravação obrigatória?
TEXT_EXTERNAL_CODEC = - Codec Externo -
TEXT_CUDA_GPU_AUTOSELECT = (Seleção Automática)

; status bar tool-tip
TEXT_INDICATOR_STATUS = Estado da gravação
TEXT_INDICATOR_TIME = Tempo de gravação
TEXT_INDICATOR_SIZE = Tamanho do arquivo de gravação / espaço de disco livre
TEXT_INDICATOR_VOLUME = Nível atual do volume

; recording priority
TEXT_REC_PRIORITY_NORMAL = [Normal] Prioridade da tarefa geral
TEXT_REC_PRIORITY_HIGH = [Alta] Superior a prioridade normal
TEXT_REC_PRIORITY_HIGHEST = [Mais alta] Outras tarefas podem ser mais lentas

; output page message
TEXT_OUTPUTS_BANDICUT = Bandicut não está instalado. Você quer baixar Bandicut?
TEXT_OUTPUTS_DELETE = Tem certeza de que deseja deletar os arquivos selecionados permanentemente?
TEXT_OUTPUTS_SELCOUNT = %d items selecionados

; file naming settings
TEXT_FILE_NAME_PREFIX_TARGET = Nome alvo
TEXT_FILE_NAME_PREFIX_CUSTOM = Personalizar prefixo
TEXT_FILE_NAME_PREFIX_NONE = Nenhum
TEXT_FILE_NAME_SUFFIX_TIME = Data/Horas
TEXT_FILE_NAME_SUFFIX_NUMBER = Número de seqüência

; timer recording
TEXT_TIMER_REC_MINMAX_MINUTES = Digitar um valor entre 1 e 1440 minutos.
TEXT_TIMER_REC_STOP_RECORDING = A gravação está em andamento. \nTem certeza em parar a gravação e continuar?

; upload video
TEXT_UPLOAD_VID_NO_TITLE = Por favor digitar o título do vídeo para enviar.
TEXT_UPLOAD_VIMEO_LOGIN = Entrar - Vimeo
TEXT_UPLOAD_COMPLETE = Enviado
TEXT_UPLOAD_ERR_FAIL = Falha ao enviar este vídeo.
TEXT_UPLOAD_ERR_FILESIZE_LIMIT = Este arquivo é muito grande para enviar.
TEXT_UPLOAD_ERR_FREESPACE = Não há espaço livre suficiente no Vimeo para enviar.
TEXT_UPLOAD_ERR_CONNECT = Falha ao conectar o servidor.

[SKIN]
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; TITLE
$TITLE_FONT_NAME = Tahoma
$TITLE_FONT_SIZE = 11
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; MAIN
; page name
$BN_PAGE_GENERAL = Geral
$BN_PAGE_FPS = QPS
$BN_PAGE_VIDEO = Vídeo
$BN_PAGE_IMAGE = Imagem
$BN_PAGE_OUTPUTS = Saída
$BN_PAGE_ABOUT = Sobre
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL
$ST_GEN_OPTIONS = Opções
$ST_GEN_OUTPUT_FOLDER = Pasta de saída
$BN_GEN_OPEN_OUTPUT_FOLDER = Abrir
$BN_GEN_ADV_OPTIONS = Avançado
$CK_GEN_ALWAYS_ON_TOP = Janela do Bandicam sempre na frente
$CK_GEN_START_MINIMIZED = Iniciar Bandicam minimizado na bandeja
$CK_GEN_RUN_WHEN_START = Executar Bandicam ao inicializar o Windows
$CK_GEN_RECORD_WHEN_RUN = Iniciar gravação de tela cheia ao inicializar o Bandicam
$CK_GEN_TIMER_RECORDING = Definir tempo para auto iniciar gravação
$ST_GEN_LANGUAGE = Idioma
$ST_GEN_REC_AUTO_START = Auto iniciar gravação
$ST_GEN_REC_AUTO_COMPLETE = Auto gravação completa
$BN_GEN_REC_AUTO_COMPLETE = Configuração
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; FPS
$ST_FPS_OVERLAY = QPS sobreposição
$CK_FPS_OVERLAY_HOTKEY = Atalho
$CK_FPS_OVERLAY = Mostrar QPS sobreposição
$ST_FPS_LIMIT = QPS limite
$CK_FPS_LIMIT_HOTKEY = Atalho
$CK_FPS_LIMIT = Definir QPS limite para
$CK_FPS_LIMIT_ONLY_CAP = Só quando capturando
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; VIDEO
$ST_VID_RECORD = Gravar
$CK_VID_RECORD_HOTKEY = Gravar/Parar atalho
$CK_VID_PAUSE_HOTKEY = Pausar atalho
$CK_VID_SHOW_CURSOR = Mostrar cursor de mouse
$CK_VID_CLICK_EFFECTS = Adicionar efeitos clique de mouse
$CK_VID_WEBCAM_OVERLAY = Adicionar webcam sobreposição
$BN_VID_RECORD_SETTINGS = Configurações
$ST_VID_FORMAT = Formato
$ST_VID_FORMAT_VIDEO = Vídeo
$ST_VID_FORMAT_AUDIO = Áudio
$BN_VID_FORMAT_SETTINGS = Configurações
$BN_VID_FORMAT_PRESETS = Predefinições
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IMAGE
$ST_IMG_CAPTURE = Capturar
$CK_IMG_CAPTURE_HOTKEY = Atalho
$CK_IMG_CAPTURE_REPEAT = Repetir captura de tela
$ST_IMG_CAPTURE_REPEAT = segundos
$CK_IMG_SHOW_CURSOR = Mostrar cursor de mouse
$CK_IMG_SHUTTER_SOUND_EFFECT = Ativar som do obturador
$ST_IMG_FORMAT = Formato
$CK_IMG_FORMAT_BMP = BMP
$CK_IMG_FORMAT_PNG = PNG
$CK_IMG_FORMAT_JPG = JPG - Normal
$CK_IMG_FORMAT_JPG_HQ = JPG - Alta qualidade
$BTN_IMG_FORMAT_ANIGIF = Como salvar gif animado
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; OUTPUTS
$ST_OUT_TAB_VIDEO = Vídeo
$ST_OUT_TAB_IMAGE = Imagem
$BN_OUT_PLAY_VIDEO = Reproduzir
$BN_OUT_OPEN_IMAGE = Abrir
$BN_OUT_EDIT = Editar
$BN_OUT_UPLOAD = Enviar
$BN_OUT_DELETE = Deletar
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; ABOUT
$ST_ABO_VERSION_INFO = Versão do Bandicam
$ST_ABO_COPYRIGHT = Copyright(c) 2009-2015 Bandisoft.com.
$BN_ABO_NEW_VERSION = Nova versão disponível.
$BN_ABO_CHECK_UPDATE = Procurar atualização
$ST_ABO_LICENCE_INFO = Informação da licença
$BN_ABO_REGISTER = Registrar
$BN_ABO_REGISTER_HELP = Como comprar e registrar
$ST_ABO_HOMEPAGE_INFO = Website URL
$ST_ABO_HOMEPAGE_URL = Página inicial
$ST_ABO_FAQ_URL = FAQ
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; Tooltip
$TOOLTIP_OPEN_FOLDER = Abrir pasta de saída
$TOOLTIP_SCREENSHOT = Capturar imagem
$TOOLTIP_RECORD = Gravar / Parar
$TOOLTIP_PAUSE = Pausar
$TOOLTIP_UI_MODE = UI Simples/Extendido
$TOOLTIP_REGISTER = Registrar Bandicam
$TOOLTIP_ONLINE_HELP = Ajuda Online

$TOOLTIP_TOOL_PEN = Caneta
$TOOLTIP_TOOL_PEN_HL = Marcador
$TOOLTIP_TOOL_BOX = Caixa
$TOOLTIP_TOOL_ERASER = Borracha
$TOOLTIP_TOOL_COLOR = Selecionar cor
$TOOLTIP_TOOL_LINE = Largura da linha
$TOOLTIP_TOOL_UNDO = Desfazer (Ctrl+Z)
$TOOLTIP_TOOL_REDO = Refazer (Ctrl+Y)
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;


[DIALOG]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; GENERAL 
IDCANCEL = Cancelar
IDOK = OK
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT
IDD_VIDEO_FORMAT = Configurações de formato 
IDC_ST_FMTSET_FILE = Tipo de arquivo
IDC_ST_FMTSET_VIDEO = Vídeo
IDC_ST_VIDEO_SIZE = Tamanho
IDC_ST_VIDEO_FPS = QPS
IDC_ST_VIDEO_CODEC = Codec
IDC_ST_VIDEO_BITRATE = Bitrate
IDC_ST_VIDEO_QUALITY = Qualidade
IDC_ST_FMTSET_AUDIO = Áudio
IDC_CK_AUDIO_ORIGINAL_PCM = Salvar como formato original
IDC_ED_AUDIO_ORIGINAL_PCM = Salvar multiplos-canais e alta-definição de áudio (96KHz ou mais).
IDC_ST_AUDIO_CH = Canais
IDC_ST_AUDIO_FREQ = Freqüência
IDC_ST_AUDIO_CODEC = Codec
IDC_ST_AUDIO_BITRATE = Bitrate
IDC_ST_FORMAT_HELP = [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REGISTER
IDD_REGISTER = Registrar Bandicam
IDC_ST_1BUY = 1. Comprar
IDC_ST_1BUY_COMMENT = Para remover a marca d'água em seu vídeo, compre a licença do Bandicam de http://www.bandicam.com/buy
IDC_BTN_BUY_ONLINE = Comprar agora
IDC_ST_2REGISTER = 2. Registrar
IDC_ST_2REGISTER_COMMENT = Precisa de uma conexão on-line para registrar o Bandicam.
IDC_ST_EMAIL_ADDRESS = End.de email
IDC_ST_SERIAL_NUMBER = Número serial
IDC_BTN_REGISTER_NOW = Registrar agora
IDC_BTN_CLOSE = Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPDATE_CHECK
IDD_UPDATE_CHECK = Procurar atualização
IDC_ST_UPDATE_SETTING = Configuração
IDC_CK_UPDATE_ENABLE = Ativar verificação automática de atualização.
IDC_CK_UPDATE_POPUP = Mostrar aviso quando uma atualização importante estiver disponível.
IDC_UPDATE_CHECK_NOW = Procurar atualização agora
IDC_CLOSE = Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_SHEET
IDD_OPT_SHEET = Opções avançadas
IDC_BTN_RESET = Redefinir

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_GENERAL
IDC_ST_ADV_GENERAL = Geral
IDC_CK_ALWAYS_ON_TOP2 = Janela do Bandicam sempre na frente
IDC_CK_START_MINIMIZED_TO_TRAY = Iniciar Bandicam minimizado na bandeja
IDC_CK_RUN_WHEN_START = Executar Bandicam ao inicializar o Windows
IDC_CK_RECORD_WHEN_RUN = Iniciar gravação de tela cheia ao inicializar o Bandicam
IDC_CK_SHOW_FPS_IN_VIDEO = Mostrar QPS capturando vídeo/imagem
IDC_ST_SHOW_FPS_IN_VIDEO = (Só em 'Modo de gravação Jogo')
IDC_CK_SHOW_TIP_BAR = Mostrar dica/barra de informação
IDC_CK_NO_TRAY_BALLOON = Desligar notificações do balão da bandeja
IDC_ST_ADV_AUTOMATIC = Automático

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OUTPUT
IDC_ST_OUT_OUTPUT = Saída
IDC_ST_OUT_OUTPUT_FOLDER = Pasta de saída
IDC_CK_OUT_CREATE_SUBFOLDER = Criar subpasta de saída quando gravar um arquivo
IDC_CK_OUT_ENABLE_WRITE_CACHING = Ativar gravação em cache no disco
IDC_ST_OUT_FILE_NAMING = Configurações de nomear arquivo
IDC_ST_OUT_EXAMPLE = Ex)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_LANG
IDC_ST_AD_LANGUAGE = Idioma
IDC_ST_TRANSLATOR = Obrigado aos tradutores

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_HOOK
IDC_ST_HK_TARGET = Vínculo alvo
IDC_CK_HK_OPENGL = OpenGL
IDC_CK_HK_DDRAW = DirectDraw
IDC_CK_HK_DX7 = DirectX 7
IDC_CK_HK_DX8 = DirectX 8
IDC_CK_HK_DX9 = DirectX 9
IDC_CK_HK_DX10 = DirectX 10
IDC_CK_HK_DX11 = DirectX 11
IDC_CK_DISABLE_DX11_ON_IE9 = Inativar enganche DX10/11 no IE9 (ou superior)/Firefox
IDC_CK_DISABLE_OVERLAY_ON_DX = Bloquear sobreposição de vídeo DirectX
IDC_BTN_BLOCK_LIST = Lista de processos bloqueado

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_PAGE_OTHERS
IDC_ST_OTHER_SETTINGS = Outras configurações
IDC_BTN_VIDEO_RECORD_SETTINGS = Configurações de gravação de vídeo
IDC_BTN_VIDEO_FORMAT_SETTINGS = Configurações do formato de vídeo
IDC_BTN_AUTO_COMPLETE_RECORDING = Auto gravação completa

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_REC_CONTROL
IDD_REC_CONTROL = Auto gravação completa
IDC_ST_RC_HOWTO = Auto gravação completa
IDC_RD_RC_NOTCOMPLETE = Inativo
IDC_RD_RC_TIME = Por tempo de gravação
IDC_ST_RC_MAX_TIME = Máx.
IDC_RD_RC_SIZE = Por tamanho de arq.gravado
IDC_ST_RC_MAX_SIZE = Máx.
IDC_ST_RC_AFTER = Depois da gravação
IDC_RD_RC_NOTHING = Não fazer nada
IDC_RD_RC_NEW_RECORDING = Iniciar nova gravação
IDC_RD_RC_EXIT_BDCAM = Parar gravação e sair do Bandicam
IDC_RD_RC_SHUTDOWN = Desligar seu computador

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_SHUTDOWN
IDD_SHUTDOWN = Desligar
IDC_ST_SHUTDOWN = Desligar
IDC_ST_SHUTDOWN_INFO = Este computador será desligado. \nPressionar 'Cancelar' se não quizer desligar.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_SHEET_SETTINGS
IDD_VID_SHEET_SETTINGS = Configurações de gravação

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_SOUND
IDC_CK_RECORD_SOUND = Gravar som
IDC_ST_SND_SELECT_1 = Dispositivo primário de som
IDC_BTN_SND_SETTING_1 = Configurar...
IDC_ST_SND_SELECT_2 = Dispositivo secundário de som
IDC_BTN_SND_SETTING_2 = Configurar...
IDC_CK_SND_MIX_SOUND = Mixar dois sons (Primario+Secundario numa faixa de áudio)
IDC_CK_SND_CAP_HOTKEY = Só gravar 'Disp.Secundário' enquanto pressiona
IDC_ST_SOUND_HELP = [Ajuda]
IDC_CK_SND_SAVE_AS_WAV = Salvar faixas de áudio durante a gravação (.wav)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_WEBCAM
IDC_CK_ADD_WEBCAM = Adicionar webcam sobreposição ao vídeo
IDC_ST_WEBCAM_SETTING = Configurações
IDC_ST_WEBCAM_DEVICE = Webcam:
IDC_ST_WEBCAM_SIZE = Tamanho do vídeo:
IDC_ST_WEBCAM_POS = Posição:
IDC_BTN_WEBCAM_DEVICE = Configurações
IDC_BTN_WEBCAM_PREVIEW = Prévia
IDC_ST_WEBCAM_LR_MARGINS = Esquerda/R margens:
IDC_ST_WEBCAM_TB_MARGINS = Topo/B margens:
IDC_ST_WEBCAM_FOR_DX_GL = Para modo de gravação Jogo
IDC_CK_WEBCAM_PREVIEW_ON_A_SCREEN = Prévia da webcam na tela (só DX8 ou posterior e OpenGL)
IDC_CK_WEBCAM_PREVIEW_HOTKEY = Ativar prévia com atalho alternado

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_LOGO
IDC_CK_ADD_LOGO = Adicionar logo ao vídeo
IDC_ST_LOGO_SETTING = Configurações
IDC_ST_LOGO_IMAGE = Imagem:
IDC_ST_LOGO_OPACITY = Opacidade:
IDC_ST_LOGO_POS = Posição:
IDC_ST_LOGO_LR_MARGINS = Esquerda/R margens:
IDC_ST_LOGO_TB_MARGINS = Topo/B margens:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_EFFECTS
IDC_ST_EFFECTS_MOUSE = Efeitos de mouse
IDC_CK_ADD_CLICK_EFFECTS = Adicionar efeito clique de mouse
IDC_ST_LEFT_CLICK_COLOR = Esquerda clique a cor
IDC_ST_RIGHT_CLICK_COLOR = Direita clique a cor
IDC_CK_ADD_HIGHLIGHT_EFFECTS = Adicionar efeito destaque de mouse
IDC_ST_HIGHLIGHT_COLOR = Realçar cor

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VID_PAGE_OPTIONS
IDC_ST_REC_OPTIONS = Opções
IDC_ST_REC_PRIORITY = Prioridade de gravação:
IDC_ST_REC_PRIORITY2 = Prioridade mais alta pode reduzir a perda de quadros.
IDC_ST_FOR_DX_GL = Para modo de gravação Jogo
IDC_CK_SKIP_RECORDING = Saltar gravação enquanto o quadro não é atualizado
IDC_CK_ENHANCED_DX9_CAPTURE = Usar método captura melhorada (mais rápido, só DirectX 9)
IDC_ST_FOR_RECT_SCREEN = Para modo de gravação Tela
IDC_CK_ENHANCED_CAPTURE = Usar método captura melhorada (mais rápido, WIN 8 ou superior)

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_WEBCAM_PREVIEW
IDD_VIDEO_WEBCAM_PREVIEW = Prévia - Webcam

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_CUSTOM_SIZE
IDD_TARGET_CUSTOM_SIZE = Personalizar tamanho alvo
IDC_ST_TARGET_SIZE_SETTING = Configuração
IDC_ST_TARGET_SIZE = Tamanho alvo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_ADD_SIZE_PRESET
IDD_TARGET_ADD_SIZE_PRESET = Adicionar novo tamanho predefinido
IDC_ST_ADD_SIZE_PRESET = Salvar a posição e tamanho do alvo corrente como predefinição. \nDigitar o nome da nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_EDIT_SIZE_PRESET
IDD_TARGET_EDIT_SIZE_PRESET = Editar tamanho predefinido
IDC_BTN_SIZE_PRESET_ADD = Adicionar
IDC_BTN_SIZE_PRESET_DEL = Deletar
IDC_BTN_SIZE_PRESET_REN = Renomear
IDC_BTN_SIZE_PRESET_UP = Acima
IDC_BTN_SIZE_PRESET_DN = Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TARGET_REN_SIZE_PRESET
IDD_TARGET_REN_SIZE_PRESET = Renomear tamanho predefinido
IDC_ST_REN_SIZE_PRESET = Digitar um novo nome para predifinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_ACAP_INFO
IDD_ACAP_INFO = Informação
IDC_ST_ACAP_INFO = Informação de captura de áudio
IDC_ST_ACAP_INFO2 = A placa de som não capta o som. Por favor verifique o 'controle de gravação'. \n\nQuer visitar a página de ajuda on-line?
IDC_CK_ACAP_DO_NOT_ASK = Não perguntar novamente
IDC_BTN_YES = Sim
IDC_BTN_NO = Não

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_TIME
IDD_RC_MAX_TIME = Tempo máximo de gravação
IDC_ST_RC_TIME_SETTING = Configuração
IDC_ST_RC_TIME_HOUR = Horas
IDC_ST_RC_TIME_MIN = Min
IDC_ST_RC_TIME_SEC = Seg

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_RC_MAX_SIZE
IDD_RC_MAX_SIZE = Tam.máximo de arquivo gravado
IDC_ST_RC_FILESIZE_SETTING = Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_ADD_PRESET
IDD_VIDEO_PAGE_ADD_PRESET = Adicionar nova predefinição
IDC_ST_ADD_PRESET = Salvar as configurações do formato corrente como predefinição. \nDigitar o nome da nova predefinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_EDIT_PRESET
IDD_VIDEO_PAGE_EDIT_PRESET = Editar predefinições
IDC_BTN_PRESET_ADD = Adicionar
IDC_BTN_PRESET_DEL = Deletar
IDC_BTN_PRESET_REN = Renomear
IDC_BTN_PRESET_UP = Acima
IDC_BTN_PRESET_DN = Abaixo

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_PAGE_REN_PRESET
IDD_VIDEO_PAGE_REN_PRESET = Renomear predefinição
IDC_ST_REN_PRESET = Digitar um novo nome para predifinição.

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_CODEC_EX
IDD_VIDEO_CODEC_EX = Selecionar codec de vídeo externo
IDC_ST_CODEC_EX_LIST = Codec lista
IDC_ST_CODEC_EX_SETTINGS = Configurações
IDC_ST_CODEC_EX_DRIVER = Nome da unidade
IDC_ST_CODEC_EX_FOURCC = FourCC
IDC_ST_CODEC_EX_QUALITY = Qualidade
IDC_ST_CODEC_EX_DATERATE = Taxa de dados
IDC_ST_CODEC_EX_KEYFRAME = Quadro-chave intervalo
IDC_BTN_CODEC_EX_CONFIG = Configurar
IDC_BTN_CODEC_EX_ABOUT = Sobre
IDC_ST_CODEC_EX_HELP = [Ajuda]

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_OPT_HOOK_BLOCK
IDD_OPT_HOOK_BLOCK = Lista de processos bloqueado
IDC_ST_BLOCK_LIST = Os seguintes processos não são permitidos vículos.
IDC_ST_BLOCK_LIST_EX = Exemplo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_CUDA
IDD_VIDEO_FORMAT_CUDA = Configurações - H.264 (NVIDIA® CUDA™)
IDC_ST_H264_CUDA_RATE_CONTROL = Controle de taxa
IDC_RD_H264_CUDA_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_H264_CUDA_CBR = CBR - baseado-taxa de bits
IDC_ST_H264_CUDA_GPU_USAGE = Uso GPU
IDC_RD_H264_CUDA_GPU_CPU = GPU + CPU
IDC_RD_H264_CUDA_GPU = Só GPU (usar com GPU mais rápido)
IDC_ST_H264_CUDA_GPU_DEVICE = Dispositivo GPU:
IDC_ST_H264_CUDA_OTHER_OPTIONS = Outras opções
IDC_ST_H264_CUDA_FOURCC_USED = Código FourCC:
IDC_ST_H264_CUDA_KEYFRAME_INT = Quadro-chave intervalo:
IDC_ST_H264_CUDA_FOURCC_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_SYNC
IDD_VIDEO_FORMAT_SYNC = Configurações - H.264 (Quick Sync Video)
IDC_ST_H264_SYNC_RATE_CONTROL = Controle de taxa
IDC_RD_H264_SYNC_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_H264_SYNC_CBR = CBR - baseado-taxa de bits
IDC_ST_H264_SYNC_OTHER_OPTIONS = Outras opções
IDC_ST_H264_SYNC_FOURCC_USED = Código FourCC:
IDC_ST_H264_SYNC_KEYFRAME_INT = Quadro-chave intervalo:
IDC_ST_H264_SYNC_FOURCC_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_APP
IDD_VIDEO_FORMAT_APP = Configurações - H.264 (AMD APP)
IDC_ST_H264_APP_RATE_CONTROL = Controle de taxa
IDC_RD_H264_APP_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_H264_APP_CBR = CBR - baseado-taxa de bits
IDC_ST_H264_APP_OTHER_OPTIONS = Outras opções
IDC_ST_H264_APP_FOURCC_USED = Código FourCC:
IDC_ST_H264_APP_KEYFRAME_INT = Quadro-chave intervalo:
IDC_ST_H264_APP_FOURCC_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_XVID
IDD_VIDEO_FORMAT_XVID = Configurações - Xvid
IDC_ST_XVID_RATE_CONTROL = Controle de taxa
IDC_RD_XVID_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_XVID_CBR = CBR - baseado-taxa de bits
IDC_ST_XVID_OPTIMIZATION = Otimização
IDC_RD_XVID_FASTER_SPEED = Maior velocidade de codificação
IDC_RD_XVID_SMALLER_SIZE = Menor tamanho de arquivo
IDC_ST_XVID_OTHER_OPTIONS = Outras opções
IDC_ST_XVID_KEYFRAME_INT = Quadro-chave intervalo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_NVENC
IDD_VIDEO_FORMAT_NVENC = Configurações - H.264 (NVIDIA® NVENC)
IDC_ST_H264_NVENC_RATE_CONTROL = Controle de taxa
IDC_RD_H264_NVENC_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_H264_NVENC_CBR = CBR - baseado-taxa de bits
IDC_ST_H264_NVENC_GPU_USAGE = Uso GPU
IDC_ST_H264_NVENC_GPU_DEVICE = Dispositivo GPU:
IDC_ST_H264_NVENC_OTHER_OPTIONS = Outras opções
IDC_ST_H264_NVENC_FOURCC_USED = Código FourCC:
IDC_ST_H264_NVENC_KEYFRAME_INT = Quadro-chave intervalo:
IDC_ST_H264_NVENC_FOURCC_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_H264
IDD_VIDEO_FORMAT_H264 = Configurações - H.264 (CPU)
IDC_ST_H264_RATE_CONTROL = Controle de taxa
IDC_RD_H264_VBR = VBR - baseado-qualidade (recomendado)
IDC_RD_H264_CBR = CBR - baseado-taxa de bits
IDC_ST_H264_OPTIMIZATION = Otimização
IDC_RD_H264_FASTER_SPEED = Maior velocidade de codificação
IDC_RD_H264_BALANCED = Desempenho equilibrado
IDC_RD_H264_SMALLER_SIZE = Menor tamanho de arquivo
IDC_ST_H264_OTHER_OPTIONS = Outras opções
IDC_ST_H264_KEYFRAME_INT = Quadro-chave intervalo:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_SETTINGS
IDD_TIMER_REC_SETTINGS = Tempo de gravação
IDC_ST_TIMER_SETTINGS = Configurações
IDC_RD_TIMER_START_IN = Iniciar em
IDC_ST_TIMER_MINUTES = minutos
IDC_RD_TIMER_START_AT = Iniciar em
IDC_CK_TIMER_MINIMIZE = Minimizar Bandicam para a bandeja quando iniciar a gravação.
IDC_ST_TIMER_AUTO_COMPLETE = Auto gravação completa
IDC_BTN_TIMER_AUTO_COMPLETE = Configuração

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_TIMER_REC_WAITING
IDD_TIMER_REC_WAITING = Tempo de gravação - Aguardando para iniciar
IDC_ST_TIMER_WAITING_INFO = Esperando para iniciar a gravação em %s.
IDC_ST_TIMER_ELAPSED = Tempo decorrido:
IDC_ST_TIMER_REMAINING = Tempo restante:

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_FORMAT_FPS
IDD_VIDEO_FORMAT_FPS = Configurações - QPS
IDC_ST_FORMAT_FPS_MODE = Modo taxa de quadros
IDC_RD_FORMAT_FPS_CFR = Preferir CFR - Taxa de quadros constante
IDC_ST_FORMAT_FPS_CFR = Recorrer a VFR se o desempenho do codificador não é bom o suficiente.
IDC_RD_FORMAT_FPS_VFR = Usar VFR - Taxa de quadros variável (recomendado)
IDC_ST_FORMAT_FPS_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOAD_TO_VIMEO
IDD_UPLOAD_TO_VIMEO = Enviar para Vimeo.com
IDC_ST_VIMEO_UPLOADINFO = Informação de envio
IDC_ST_VIMEO_FILENAME = Arquivo:
IDC_ST_VIMEO_TITLE = Título:
IDC_ST_VIMEO_DESCRIPTION = Descrição:
IDC_ST_VIMEO_PRIVACY = Privacidade:
IDC_RD_VIMEO_PRIVACY_ANYONE = Qualquer um - Permitir qualquer pessoa ver este vídeo
IDC_RD_VIMEO_PRIVACY_ONLYME = Só eu - Faça este vídeo visível para mim e mais ninguém
IDC_RD_VIMEO_PRIVACY_FOLLOW = Só pessoas que sigo - Faça só visível para pessoas que sigo no Vimeo
IDC_BTN_VIMEO_UPLOAD = Enviar
IDC_LN_VIMEO_HELP = Ajuda

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_UPLOADING_VIMEO
IDD_UPLOADING_VIMEO = Enviando...
IDC_ST_VIMEO_UPLOADED = O envio do vídeo esta completo!
IDC_ST_VIMEO_LINK = Link:
IDC_ST_VIMEO_EMBED = Embutir:
IDC_BTN_VIMEO_LINK_GO = Ir
IDC_BTN_VIMEO_EMBED_COPY = Copiar
IDC_BTN_VIMEO_CLOSE = Fechar

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_NVENC_AVAILABLE
IDD_VIDEO_NVENC_AVAILABLE = Disponível - NVENC
IDC_LN_NVENC_AVAILABLE = O codificador NVIDIA NVENC H.264 está disponível. NVENC é um codificador de alto-desempenho que usa aceleração de hardware. \nGostaria de usar o codificador NVENC H.264?\n<a>mais</a>
IDC_CK_NVENC_AVAILABLE = Não perguntar novamente

;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; IDD_VIDEO_QSV_AVAILABLE
IDD_VIDEO_QSV_AVAILABLE = Disponível - Intel® Quick Sync Video (QSV)
IDC_LN_QSV_AVAILABLE = O codificador Intel® Quick Sync Video H.264 está disponível. QSV é um codificador de alto-desempenho que usa aceleração de hardware. \nGostaria de usar o codificador QSV H.264?\n<a>mais</a>
IDC_CK_QSV_AVAILABLE = Não perguntar novamente

[MENU]
ID_POPUP_ABOUT = Sobre o Bandicam
ID_POPUP_GENERAL = Configuração - Geral
ID_POPUP_FRAME = Configuração - QPS
ID_POPUP_VIDEO = Configuração - Vídeo
ID_POPUP_IMAGE = Configuração - Imagem
ID_POPUP_OUTPUTS = Lista de arquivo de saída
ID_POPUP_OPENOUTPUTFOLDER = Abrir pasta de saída
ID_POPUP_TARGET = Alvo
ID_POPUP_SIZE = Tamanho
ID_POPUP_EXIT = Sair

ID_TARGET_DIRECTX = Modo de gravação Jogo
ID_TARGET_RECTANGLE = Modo de gravação Tela
ID_TARGET_HELP = Ajuda

ID_TARGET_HIDE = Mostrar/Ocultar \t Ctrl+Alt+H
ID_TARGET_PEN = Modo de desenho \t Ctrl+Alt+D
ID_TARGET_ALWAYS_ON_TOP = Sempre na frente
ID_TARGET_TRANSPARENCY = Opacidade
ID_TARGET_SIZE = Tamanho
ID_TARGET_ADJUST = Ajustar

ID_TARGET_MOVE_LEFT = Mover a esquerda \t Left
ID_TARGET_MOVE_RIGHT = Mover a direita \t Right
ID_TARGET_MOVE_UP = Mover acima \t Up
ID_TARGET_MOVE_DOWN = Mover abaixo \t Down

ID_TARGET_INC_WIDTH = Aumentar largura \t Shift+Right
ID_TARGET_DEC_WIDTH = Reduzir largura \t Shift+Left
ID_TARGET_INC_HEIGHT = Aumentar altura \t Shift+Down
ID_TARGET_DEC_HEIGHT = Reduzir altura \t Shift+Up

ID_TARGET_FIND_WINDOW = Encontrar janela \t Ctrl+F
ID_TARGET_FULLSCREEN = Tela cheia \t Ctrl+Enter
ID_TARGET_RATIO_4_3 = Ajustar para 4:3
ID_TARGET_RATIO_16_9 = Ajustar para 16:9
ID_TARGET_SIZE_CUSTOM = Personalizar tamanho \t Ctrl+U
ID_TARGET_SIZE_PRESET = Tamanho predefinido \t Shift+RButton
ID_TARGET_SIZE_PRESET_ADD = Adicionar predefinição
ID_TARGET_SIZE_PRESET_EDIT = Editar predefinições

ID_TARGET_OPEN_OUTPUTFOLDER = Abrir pasta de saída
ID_TARGET_EXIT_BANDICAM = Sair do Bandicam

ID_USER_PRESET_ADD = Adicionar predefinição
ID_USER_PRESET_EDIT = Editar predefinições

ID_SORT_BY_DATE = Classificar por data
ID_SORT_BY_NAME = Classificar por nome
ID_SORT_BY_SIZE = Classificar por tamanho

ID_OUTPUTS_LB_PLAY = Reproduzir
ID_OUTPUTS_LB_OPEN = Abrir
ID_OUTPUTS_LB_EDIT = Editar
ID_OUTPUTS_LB_DELETE = Deletar
ID_OUTPUTS_LB_SELECT_ALL = Selecionar tudo
ID_OUTPUTS_LB_OPEN_FOLDER = Abrir pasta de saída

ID_BDCAM_SIZE_DEFAULT = Tamanho padrão
